{
  "id": "eia-today",
  "fetchedAt": 1768507970421,
  "contentType": "text/xml",
  "body": "<?xml version=\"1.0\" encoding=\"ISO-8859-1\" ?>\r\n<?xml-stylesheet href=\"rss.xsl\" type=\"text/xsl\" media=\"screen\"?>\r\n<rss version=\"2.0\">\r\n\t<channel>\r\n\t\t<title>Today in Energy</title>\r\n\t\t<link>http://www.eia.gov/todayinenergy</link>\r\n\t\t<description>Short, timely articles with graphics on energy facts, issues, and trends.</description>\r\n\t\t<language>en-us</language>\r\n\t\t<lastBuildDate>Wed, 14 Jan 2026 09:00:00 EST</lastBuildDate>\r\n\t\t<webMaster>wmaster@eia.gov</webMaster>\r\n\r\n\t\t<image>\r\n\t\t<title>EIA logo</title>\r\n\t\t<url>http://www.eia.gov/global/images/logos/eia_logo_250.png</url>\r\n\t\t<link>http://www.eia.gov/</link>\r\n\t\t<description>U.S. Energy Information Administration</description>\r\n\t\t</image>\r\n\t\t\r\n\r\n\t\t<item>\r\n\t\t<title>We expect Henry Hub natural gas spot prices to fall slightly in 2026 before rising in 2027</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67004</link>\r\n\t\t<pubDate>Wed, 14 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>We expect the U.S. benchmark natural gas spot price at the Henry Hub to decrease about 2% to just under $3.50 per million British thermal units (MMBtu) in 2026 before rising sharply in 2027 to just under $4.60/MMBtu, according to our January Short-Term Energy Outlook (STEO). We expect the annual average Henry Hub price in 2026 to decrease slightly as annual supply growth keeps pace with demand growth over the year. However, in 2027, we forecast demand growth will rise faster than supply growth, driven mainly by more feed gas demand from U.S. liquefied natural gas (LNG) export facilities, reducing the natural gas in storage. We forecast annual average spot prices will decrease by 2% in 2026 and then increase by 33% in 2027.  </description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t\r\n\r\n\r\n\t\t<item>\r\n\t\t<title>In 2025, U.S. natural gas spot prices increased from 2024's record low</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66984</link>\r\n\t\t<pubDate>Fri, 9 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>In 2025, the wholesale U.S. natural gas spot price at the national benchmark Henry Hub in Louisiana averaged $3.52 per million British thermal units (MMBtu), based on data from LSEG Data. The 2025 average Henry Hub natural gas spot price increased 56% from the 2024 annual average, which-when adjusted for inflation-was the lowest on record. On a daily basis, the Henry Hub natural gas spot price ranged from $2.65/MMBtu to $9.86/MMBtu, reflecting a narrower range of daily prices compared with the previous year.  </description>\r\n\t\t</item>\t\r\n\r\n\r\n\r\n\t\t<item>\r\n\t\t<title>In 2025, U.S. retail gasoline prices decreased for third consecutive year</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66964</link>\r\n\t\t<pubDate>Wed, 7 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>The U.S. retail price for regular grade gasoline averaged $3.10 per gallon (gal) in 2025, $0.21/gal less than in 2024. This year marks the third consecutive year of declining nominal retail gasoline prices, according to data from our Gasoline and Diesel Fuel Update. </description>\r\n\t\t</item>\t\r\n\t\t\r\n\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Crude oil prices fell in 2025 amid oversupply</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66944</link>\r\n\t\t<pubDate>Mon, 5 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Crude oil prices generally declined in 2025 with supplies in the global crude oil market exceeding demand. Crude oil inventory builds in China muted some of the price decline. Events such as Israel's June 13 strikes on Iran and attacks between Russia and Ukraine targeting oil infrastructure periodically supported prices.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>It's been another banner year for Today in Energy!</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66924</link>\r\n\t\t<pubDate>Mon, 22 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>Below is a list featuring some of our most popular and favorite articles from 2025. We will resume regular Today in Energy publications on January 5, 2026. Thanks for your continued readership of Today in Energy.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>EIA updates its definitions and estimates of OPEC crude oil production capacity</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66904</link>\r\n\t\t<pubDate>Fri, 19 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>Each month we publish estimates of key global oil market indicators that affect crude oil prices and movements in our Short-Term Energy Outlook (STEO). Among the most important indicators for global crude oil markets are estimates of OPEC's effective crude oil production capacity and surplus production capacity, as well as any disruptions to liquid fuels production. Low surplus production capacity among OPEC countries can put upward pressure on crude oil prices in the event of unplanned supply disruptions or strong growth in global oil demand.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Brazil, Guyana, and Argentina support forecast crude oil growth in 2026</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66884</link>\r\n\t\t<pubDate>Wed, 17 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>We forecast that global crude oil production will increase by 0.8 million barrels per day (b/d) in 2026, with supply from Brazil, Guyana, and Argentina accounting for 0.4 million b/d of the expected global growth forecast in our December Short-Term Energy Outlook (STEO). Global crude oil production growth since 2023 has been driven by countries outside of OPEC+.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Colder winter weather increases our home heating expenditure forecasts</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66864</link>\r\n\t\t<pubDate>Mon, 15 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>Our estimates for residential energy expenditures this winter (November 2025 through March 2026) have increased since the publication of our initial Winter Fuels Outlook forecasts in mid-October. We now expect a colder winter, and our retail energy price forecasts have risen, especially for natural gas and propane.</description>\r\n\t\t</item>\t\r\n\r\n\t\t<item>\r\n\t\t<title>EIA forecasts U.S. crude oil production will decrease slightly in 2026</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66844</link>\r\n\t\t<pubDate>Fri, 12 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>In our latest Short-Term Energy Outlook, we forecast U.S. crude oil production will average 13.5 million barrels per day (b/d) in 2026, about 100,000 b/d less than in 2025.\r\n        </description>\r\n\t\t</item>\t\r\n\r\n\t\t<item>\r\n\t\t<title>Energy Minerals Observatory: The data deficits in critical supply chains</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66824</link>\r\n\t\t<pubDate>Wed, 10 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>Critical minerals, such as copper, cobalt, and silicon, are vital for energy technologies, but most critical minerals markets are less transparent than mature energy markets, such as crude oil or coal. Like other energy markets, many supply-side and demand-side factors influence pricing for these energy-relevant critical minerals, but critical minerals supply chains contain numerous data gaps.</description>\r\n\t\t</item>\t\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Spark and dark spreads indicate improved profitability of natural gas, coal power plants</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66785</link>\r\n\t\t<pubDate>Mon, 08 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>Higher average daily wholesale electricity prices between January and November 2025 may be improving the operational competitiveness of some natural gas- and coal-fired generators in the PJM Interconnection compared with the same period in 2024. PJM is the largest wholesale electricity market in the United States. The spark and dark spreads, common metrics for estimating the profitability of natural gas- and coal-fired electric generators, have both increased over the past two years.</description>\r\n\t\t</item>\t\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>U.S. retail gasoline prices fall below $3 per gallon, the lowest since 2021</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66784</link>\r\n\t\t<pubDate>Fri, 05 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>On December 1, 2025, the U.S. average retail price of regular gasoline fell below $3.00 per gallon (gal) to $2.98/gal, according to data from our Gasoline and Diesel Fuel Update. When adjusted for inflation, the December 1 price is the lowest average U.S. gasoline price since February 2021.</description>\r\n\t\t</item>\t\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Geopolitical developments contribute to elevated diesel prices</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66764</link>\r\n\t\t<pubDate>Wed, 03 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>Global refinery margins for diesel have widened since late October and increased to their highest level all year, following refinery outages in Russia and in the Middle East and new sanctions on Russia's crude oil, leading to limited refinery production and a decreased global diesel supply. The impact was most pronounced in the Atlantic Basin, contributing to higher prices at the Amsterdam, Rotterdam, Antwerp (ARA) shipping hub, a key benchmark for European prices, as well as at New York Harbor and the U.S. Gulf Coast. The higher global prices also affected prices in the United States because U.S. refiners can sell into both domestic and international markets.</description>\r\n\t\t</item>\t\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Hurricanes in 2024 led to the most hours without power in the United States in 10 years</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66744</link>\r\n\t\t<pubDate>Mon, 01 Dec 2025 09:00:00 EST</pubDate>\r\n\t\t<description>U.S. electricity customers experienced an average of 11 hours of electricity interruptions in 2024, or nearly twice as many as the annual average experienced in the decade before, according to our Electric Power Annual 2024 report. Major events such as Hurricanes Beryl, Helene, and Milton accounted for 80% of the hours without electricity in 2024.</description>\r\n\t\t</item>\t\t\r\n\t\t\r\n\t</channel>\r\n</rss>\r\n",
  "httpStatus": 200
}