{
  "id": "cdc-travel-notices",
  "fetchedAt": 1771776576023,
  "contentType": "text/html; charset=utf-8",
  "body": "<?xml version=\"1.0\" encoding=\"utf-8\"?>\r\n<rss version=\"2.0\" xmlns:atom=\"https://www.w3.org/2005/Atom\">\r\n    <channel>\r\n        <title>Travel Notices - CDC Travelers&#39; Health </title>\r\n        <description>Travel notices are designed to inform travelers and clinicians about current health issues related to specific destinations. These issues may arise from disease outbreaks, special events or gatherings, natural disasters, or other conditions that may affect travelers’ health.</description>\r\n        <link>https://wwwnc.cdc.gov/travel/notices</link>\r\n        <atom:link href=\"https://wwwnc.cdc.gov/travel/rss/notices.xml\" rel=\"self\" type=\"application/rss+xml\" />\r\n        <image>\r\n            <title>Travel Notices - CDC Travelers&#39; Health </title>\r\n            <url>http://www2c.cdc.gov/podcasts/images/cdclogo.jpg</url>\r\n            <link>https://wwwnc.cdc.gov/travel/notices</link>\r\n            <width>95</width>\r\n            <height>60</height>\r\n            <description>CDC logo</description>\r\n        </image>\r\n        <language>en-us</language>\r\n                        <item>\r\n                    <title>Level 1 - Global Dengue</title>\r\n                    <description><![CDATA[Dengue is a year-round risk in many parts of the world, with outbreaks commonly occurring every 2–5 years. Travelers to risk areas should prevent mosquito bites.                   Country List :  Colombia, Samoa, Cook Islands (New Zealand), Bangladesh, Mali, Cuba, Sudan, Vietnam, Afghanistan, Mauritania, Pakistan, New Caledonia (France), Timor-Leste (East Timor), Guyana, Maldives]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/dengue-global</link>\r\n                    <pubDate>Tue, 17 Feb 2026 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/dengue-global</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Chikungunya in Suriname</title>\r\n                    <description><![CDATA[There is an outbreak of chikungunya in Suriname. You can protect yourself by preventing mosquito bites.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-suriname</link>\r\n                    <pubDate>Tue, 17 Feb 2026 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-suriname</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Chikungunya in Bolivia</title>\r\n                    <description><![CDATA[There is an outbreak of chikungunya in Santa Cruz and Cochabamba Departments, Bolivia. You can protect yourself by preventing mosquito bites.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-bolivia</link>\r\n                    <pubDate>Wed, 11 Feb 2026 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-bolivia</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Chikungunya in Seychelles</title>\r\n                    <description><![CDATA[There is an outbreak of chikungunya in Seychelles. You can protect yourself by preventing mosquito bites.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-seychelles</link>\r\n                    <pubDate>Thu, 05 Feb 2026 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-seychelles</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Clade II Monkeypox in Ghana and Liberia</title>\r\n                    <description><![CDATA[There are outbreaks of clade II monkeypox in Ghana and Liberia, where monkeypox is endemic. Country List :  Ghana, Liberia]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/monkeypox-western-africa</link>\r\n                    <pubDate>Mon, 26 Jan 2026 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/monkeypox-western-africa</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - Rocky Mountain Spotted Fever in Mexico </title>\r\n                    <description><![CDATA[Illness and death due to Rocky Mountain spotted fever (RMSF) have been reported in the northern region of Mexico along the U.S. border, particularly in Baja California, Sonora, Chihuahua, Coahuila, and Nuevo León.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/rmsf-mexico</link>\r\n                    <pubDate>Tue, 23 Dec 2025 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/rmsf-mexico</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - Rabies in Morocco</title>\r\n                    <description><![CDATA[A case of rabies has been reported in a traveler from Morocco. Travelers potentially exposed to rabies in Morocco should immediately seek medical care. Upon returning home, travelers should follow up with their health care provider as soon as possible.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/rabies-morocco</link>\r\n                    <pubDate>Tue, 23 Dec 2025 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/rabies-morocco</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Chikungunya in Sri Lanka </title>\r\n                    <description><![CDATA[There is an outbreak of chikungunya in Sri Lanka. Mosquitoes spread the virus that causes chikungunya.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-sri-lanka</link>\r\n                    <pubDate>Fri, 05 Dec 2025 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-sri-lanka</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Global Polio</title>\r\n                    <description><![CDATA[Some international destinations have circulating poliovirus. Before any international travel, make sure you are up to date on your polio vaccines.          Country List :  Afghanistan, Algeria, Benin, Cameroon, Chad, Côte d'Ivoire (Ivory Coast), Democratic Republic of the Congo, Niger, Nigeria, Pakistan, Somalia, Yemen, Indonesia, Sudan, Kenya, Guinea, Egypt, Zimbabwe, Angola, Liberia, Senegal, Sierra Leone, Ethiopia, Republic of South Sudan, Uganda, French Guiana (France), Djibouti, Ghana, Spain, Israel, the West Bank and Gaza, Finland, Germany, Poland, United Kingdom, including England, Scotland, Wales, and Northern Ireland, Burkina Faso, Papua New Guinea, Central African Republic, Tanzania, including Zanzibar]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/global-polio</link>\r\n                    <pubDate>Tue, 25 Nov 2025 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/global-polio</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - Rabies in India</title>\r\n                    <description><![CDATA[A case of rabies has been reported in the U.S. in a traveler from India.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/rabies-india</link>\r\n                    <pubDate>Tue, 25 Nov 2025 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/rabies-india</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Chikungunya in Cuba</title>\r\n                    <description><![CDATA[There is an outbreak of chikungunya in Cuba. Mosquitoes spread the virus that causes chikungunya.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-cuba</link>\r\n                    <pubDate>Fri, 26 Sep 2025 04:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/chikungunya-cuba</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - Oropouche in the Americas</title>\r\n                    <description><![CDATA[Areas in several countries are reporting a low number of cases of Oropouche. Oropouche is spread primarily through the bites of infected midges (small flies) and mosquitoes. Country List :  Brazil, Peru, Cuba, Panama]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/oropouche-in-the-americas</link>\r\n                    <pubDate>Thu, 18 Sep 2025 04:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/oropouche-in-the-americas</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Yellow Fever in Colombia</title>\r\n                    <description><![CDATA[An increased number of cases of yellow fever have been reported in Colombia.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/yellow-fever-colombia</link>\r\n                    <pubDate>Tue, 02 Sep 2025 04:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/yellow-fever-colombia</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Diphtheria in Guinea</title>\r\n                    <description><![CDATA[There are confirmed and suspect cases of diphtheria in the Kankan region of Guinea. Vaccination against diphtheria is essential to protect against disease. If you are traveling to an affected area, you should be up to date with your diphtheria vaccines.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/diphtheria-guinea</link>\r\n                    <pubDate>Tue, 22 Jul 2025 04:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/diphtheria-guinea</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - Global Measles</title>\r\n                    <description><![CDATA[Measles cases are rising in many countries around the world. All international travelers should be fully vaccinated against measles with the measles-mumps-rubella (MMR) vaccine, according to CDC's measles vaccination recommendations for international travel. Country List :  Afghanistan, Benin, Cameroon, Central African Republic, Chad, Côte d'Ivoire (Ivory Coast), Democratic Republic of the Congo, Djibouti, Ethiopia, Indonesia, Liberia, Nigeria, Pakistan, Republic of the Congo , Senegal, Somalia, Republic of South Sudan, Togo, Yemen, Kyrgyzstan, Armenia, Mauritania, Equatorial Guinea, Ghana, Kazakhstan, Burkina Faso, Türkiye (Turkey), United Arab Emirates, Burundi, Romania, Malaysia, Russia, Azerbaijan, Uzbekistan, Philippines, Austria, Belarus, Georgia, Bosnia and Herzegovina, San Marino, Guinea, Kenya, Monaco, United Kingdom, including England, Scotland, Wales, and Northern Ireland, Belgium, Ireland, Montenegro, Moldova, Serbia, Niger, Thailand, Guinea-Bissau, Libya, Mozambique, Saudi Arabia, Namibia, Sudan, Albania, Algeria, American Samoa, Andorra, Angola, Anguilla (U.K.), Antarctica, Antigua and Barbuda, Argentina, Aruba, Australia, Azores (Portugal), The Bahamas, Bahrain, Bangladesh, Barbados, Belize, Bermuda (U.K.), Bhutan, Bolivia, Bonaire, Botswana, Brazil, British Indian Ocean Territory (U.K.), Brunei, Bulgaria, Burma (Myanmar), Cambodia, Canada, Canary Islands (Spain), Cape Verde, Cayman Islands (U.K.), Chile, China, Christmas Island (Australia), Cocos (Keeling) Islands (Australia), Colombia, Comoros, Cook Islands (New Zealand), Costa Rica, Croatia, Cuba, Curaçao, Cyprus, Czechia, Denmark, Dominica, Dominican Republic, Easter Island (Chile), Ecuador, including the Galápagos Islands, Egypt, El Salvador, Eritrea, Estonia, Eswatini (Swaziland), Falkland Islands (Islas Malvinas), Faroe Islands (Denmark), Fiji, Finland, France, French Guiana (France), French Polynesia, including the island groups of Society Islands (Tahiti, Moorea, and Bora-Bora), Marquesas Islands (Hiva Oa and Ua Huka), and Austral Islands (Tubuai and Rurutu), Gabon, The Gambia, Germany, Gibraltar (U.K.), Greece, Greenland (Denmark), Grenada, Guadeloupe, Guam (U.S.), Guatemala, Guyana, Haiti, , Honduras, Hong Kong (China), Hungary, Iceland, India, Iran, Iraq, Israel, the West Bank and Gaza, Italy, including Holy See and Vatican City, Jamaica, Japan, Jordan, Kiribati (formerly Gilbert Islands), includes Tarawa, Tabuaeran (Fanning Island), and Banaba (Ocean Island), Kosovo, Kuwait, Laos, Latvia, Lebanon, Lesotho, Liechtenstein, Lithuania, Luxembourg, Macau (China), Madagascar, Madeira Islands (Portugal), Malawi, Maldives, Mali, Malta, Marshall Islands, Martinique (France), Mauritius, Mayotte (France), Mexico, The Federated States of Micronesia (Including Yap Islands, Pohnpei, Chuuk, and Kosrae), Mongolia, Montserrat (U.K.), Morocco, Nauru, Nepal, Netherlands Antilles, including Bonaire, Curaçao, Saba, St. Eustasius, and St. Maarten, The Netherlands, New Caledonia (France), New Zealand, Nicaragua, Niue (New Zealand), Norfolk Island (Australia), North Korea, North Macedonia, Northern Mariana Islands (U.S.), including Saipan, Tinian, and Rota Island, Norway, Oman, Palau, Panama, Papua New Guinea, Paraguay, Peru, Pitcairn Islands (U.K.), Poland, Portugal, Puerto Rico (U.S.), Qatar, Réunion (France), Rwanda, Saba, Saint Barthelemy, Saint Helena (U.K.), Saint Kitts and Nevis, Saint Lucia, Saint Martin, Saint Pierre and Miquelon (France), Saint Vincent and the Grenadines, Samoa, São Tomé and Príncipe, Seychelles, Sierra Leone, Singapore, Sint Eustatius, Sint Maarten, Slovakia, Slovenia, Solomon Islands, South Africa, South Georgia and the South Sandwich Islands (U.K.), South Korea, Spain, Sri Lanka, Suriname, Sweden, Switzerland, Syria, Taiwan, Tajikistan, Tanzania, including Zanzibar, Timor-Leste (East Timor), Tokelau (New Zealand), Tonga, Trinidad and Tobago, Tunisia, Turkmenistan, Turks and Caicos Islands (U.K.), Tuvalu, Uganda, Ukraine, United States, Uruguay, Vanuatu, Venezuela, Vietnam, British Virgin Islands, U.S. Virgin Islands, Wake Island, U.S., Zambia, Zimbabwe]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/measles-globe</link>\r\n                    <pubDate>Wed, 28 May 2025 04:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/measles-globe</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - Malaria in Ethiopia </title>\r\n                    <description><![CDATA[There is an outbreak of malaria in Ethiopia. An increased number of cases have been reported from all 14 regions.  ]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/malaria-ethiopia</link>\r\n                    <pubDate>Fri, 17 Jan 2025 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/malaria-ethiopia</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - East African Sleeping Sickness in Zambia and Zimbabwe</title>\r\n                    <description><![CDATA[There have been several cases of East African human trypanosomiasis among travelers returning from safari areas in Zambia and Zimbabwe. Country List :  Zimbabwe, Zambia]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/human-trypanosomiasis-east-africa</link>\r\n                    <pubDate>Wed, 18 Dec 2024 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/human-trypanosomiasis-east-africa</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - A Strain of Multidrug-Resistant &lt;em&gt;Salmonella&lt;/em&gt; Newport in Mexico</title>\r\n                    <description><![CDATA[Some travelers who have spent time in Mexico have been infected with multidrug-resistant (MDR) <em>Salmonella</em> Newport.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/salmonella-newport-mexico</link>\r\n                    <pubDate>Thu, 30 May 2024 04:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/salmonella-newport-mexico</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 2 - Diphtheria in Nigeria </title>\r\n                    <description><![CDATA[There is an outbreak of diphtheria in several states in Nigeria. Vaccination against diphtheria is essential to protect against disease. If you are traveling to an affected area, you should be up to date with your diphtheria vaccines.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level2/diphtheria-nigeria</link>\r\n                    <pubDate>Fri, 16 Feb 2024 05:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level2/diphtheria-nigeria</guid>\r\n                </item> \r\n                <item>\r\n                    <title>Level 1 - Extensively Drug-Resistant Typhoid Fever in Pakistan</title>\r\n                    <description><![CDATA[An outbreak of extensively drug-resistant (XDR) typhoid fever in Pakistan is ongoing. Extensively drug-resistant infections do not respond to most antibiotics.]]></description>\r\n                    <link>https://wwwnc.cdc.gov/travel/notices/level1/xdr-typhoid-fever-pakistan</link>\r\n                    <pubDate>Tue, 30 May 2023 04:00:00 GMT</pubDate>\r\n                    <guid>https://wwwnc.cdc.gov/travel/notices/level1/xdr-typhoid-fever-pakistan</guid>\r\n                </item> \r\n\r\n    </channel>    \r\n</rss>\r\n",
  "httpStatus": 200
}