{
  "id": "eia-today",
  "fetchedAt": 1771776538733,
  "contentType": "text/xml",
  "body": "<?xml version=\"1.0\" encoding=\"ISO-8859-1\" ?>\r\n<?xml-stylesheet href=\"rss.xsl\" type=\"text/xsl\" media=\"screen\"?>\r\n<rss version=\"2.0\">\r\n\t<channel>\r\n\t\t<title>Today in Energy</title>\r\n\t\t<link>http://www.eia.gov/todayinenergy</link>\r\n\t\t<description>Short, timely articles with graphics on energy facts, issues, and trends.</description>\r\n\t\t<language>en-us</language>\r\n\t\t<lastBuildDate>Fri, 20 Feb 2026 09:00:00 EST</lastBuildDate>\r\n\r\n\t\t<webMaster>wmaster@eia.gov</webMaster>\r\n\r\n\t\t<image>\r\n\t\t<title>EIA logo</title>\r\n\t\t<url>http://www.eia.gov/global/images/logos/eia_logo_250.png</url>\r\n\t\t<link>http://www.eia.gov/</link>\r\n\t\t<description>U.S. Energy Information Administration</description>\r\n\t\t</image>\r\n\t\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>New U.S. electric generating capacity expected to reach a record high in 2026 </title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67205 </link>\r\n\t\t<pubDate>Fri, 20 Feb 2026  09:00:00 EST</pubDate>\r\n\t\t<description>U.S. power plant developers and operators plan to add 86 gigawatts (GW) of new utility-scale electric generating capacity to the U.S. power grid in 2026 in our latest Preliminary Monthly Electric Generator Inventory report, a record if realized. Solar power makes up 51% of the planned 2026 capacity additions, followed by battery storage at 28% and wind at 14%.  </description>\r\n\t\t</item>\r\n\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Enhanced geothermal systems could expand geothermal power generation</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67204</link>\r\n\t\t<pubDate>Thu, 19 Feb 2026 09:00:00 EST</pubDate>\r\n\t\t<description>The first large-scale commercial enhanced geothermal system (EGS) power generator in the United States is under construction with the company reporting in our generator survey that it plans to bring the project online in June 2026. Below, we examine what enhanced geothermal systems are and how they differ from conventional geothermal systems.</description>\r\n\t\t</item>\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Maritime exports of petroleum products increased in January 2026</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67184</link>\r\n\t\t<pubDate>Tue, 17 Feb 2026 09:00:00 EST</pubDate>\r\n\t\t<description>U.S. exports of refined petroleum products carried on clean product tankers have increased steadily over the last year, with exports totaling 6.3 million barrels per day (b/d) in January 2026, about 10% more than in January 2025 and near record highs, according to data from Vortexa. Growth in exports of diesel, gasoline, and liquified petroleum gases (LPG) drove the overall increase. Exports of diesel both increased and shifted destinations, with more headed to Europe and less headed to South America, which has historically been the largest destination for U.S. distillate exports.</description>\r\n\t\t</item>\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>U.S. natural gas production to reach record highs in 2026 and 2027</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67166</link>\r\n\t\t<pubDate>Fri, 13 Feb 2026 09:00:00 EST</pubDate>\r\n\t\t<description>We forecast that U.S. natural gas marketed production will increase by 2% to average 120.8 billion cubic feet per day (Bcf/d) in 2026 and then further increase to a record-high 122.3 Bcf/d in 2027 in our latest Short-Term Energy Outlook (STEO). Around 69% of forecast production over the next two years comes from the Appalachia, Haynesville, and Permian regions.</description>\r\n\t\t</item>\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Many states slightly increased their taxes and fees on gasoline in the past year</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67165</link>\r\n\t\t<pubDate>Thu, 12 Feb 2026 09:00:00 EST</pubDate>\r\n\t\t<description>State taxes and fees on motor gasoline as of January 1, 2026, ranged from a high of 70.9 cents per gallon (c/gal) in California to a low of 9.0 c/gal in Alaska. State gasoline taxes averaged 33.5 c/gal across states, a slight increase from their average last year.</description>\r\n\t\t</item>\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>EIA forecasts lower oil prices in 2026 and 2027 due to persistent stock builds</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67164</link>\r\n\t\t<pubDate>Wed, 11 Feb 2026 09:00:00 EST</pubDate>\r\n\t\t<description>We forecast that production of petroleum and other liquids will continue to exceed global demand, which results in Brent crude oil prices falling from an average of $69 per barrel (b) in 2025 to $58/b in 2026 and $53/b in 2027. Crude oil prices tend to decrease as global petroleum stocks increase. Persistently high implied global oil inventory builds in the near-term are putting downward pressure on crude oil prices despite heightened uncertainty around the volume of crude oil exports from Russia and Venezuela.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Electric vehicle sales fell as hybrid vehicle sales continued to rise in 2025</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67144</link>\r\n\t\t<pubDate>Mon, 09 Feb 2026 09:00:00 EST</pubDate>\r\n\t\t<description>About 22% of light-duty vehicles sold in 2025 in the United States were hybrid, battery electric, or plug-in hybrid vehicles, up from 20% in 2024. Among those categories, hybrid electric vehicles have continued to gain market share while battery electric vehicles and plug-in hybrid vehicles decreased, according to estimates from Omdia. In the second half of 2025, battery electric vehicle sales increased before sharply declining in response to the expiration of tax credits at the end of September.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Record natural gas stock withdrawals during week ending January 30, 2026</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67124</link>\r\n\t\t<pubDate>Thu, 05 Feb 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Working natural gas stocks fell 360 billion cubic feet (Bcf) in the Lower 48 states for the week ending January 30, 2026, amid Winter Storm Fern-the largest weekly net withdrawal reported in the history of the Weekly Natural Gas Storage Report. The withdrawal exceeded the five-year average for the same week by 89% (170 Bcf). The large withdrawals resulted from increased heating demand for natural gas and natural gas production curtailments because of severe winter weather. Working gas stocks are now 1.1% below the five-year average for this time of year.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>U.S. wholesale day-ahead electricity prices rose in 2025 with higher natural gas prices</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67106</link>\r\n\t\t<pubDate>Mon, 02 Feb 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Average wholesale day-ahead electricity prices at most major trading hubs in the Lower 48 states were higher in 2025 than in 2024, driven largely by higher natural gas prices to electric generators. The largest increase in price was $29 per megawatthour (MWh) in New England's Independent System Operator (ISO-NE), and the largest decrease was $14/MWh in the upper Northwest's Mid-Columbia.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>New transmission line connecting Hydro-Quebec to ISO-NE begins commercial operations</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67105</link>\r\n\t\t<pubDate>Fri, 30 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Over the past few years, Independent System Operator-New England (ISO-NE) has relied less on Canada for electricity. On January 16, 2026, the New England Clean Energy Connect (NECEC), a 1,200 megawatt (MW) transmission line project, began commercial operation. The new high-voltage direct current NECEC transmission line is primarily intended to increase the amount of hydroelectric power exported from Canada to New England. However, during Winter Storm Fern, New England exported more electricity to Canada than it imported.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Petroleum electricity generation surpassed natural gas in New England during winter storm</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67104</link>\r\n\t\t<pubDate>Thu, 29 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Although petroleum accounts for less than 1% of total U.S. utility-scale electric power generation, regions such as New England rely on oil-fired units during winter periods when cold weather creates high demand. When Winter Storm Fern affected New England this week, petroleum was the predominant energy source starting around midday on January 24 and lasting until early morning on January 26. Since then, petroleum and natural gas have been fluctuating as the primary energy source.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Coal-fired generation rose to meet demand during Winter Storm Fern</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67084</link>\r\n\t\t<pubDate>Wed, 28 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>In the week ending January 25, 2026, as Winter Storm Fern affected significant portions of the country, coal-fired electricity generation in the Lower 48 states increased 31% from the previous week. The increase contrasts with coal use in the earlier part of January, which had milder weather and consequently lower coal-fired generation compared with the same period in 2025.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Crude oil tanker rates reached multi-year highs in late 2025</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67064</link>\r\n\t\t<pubDate>Tue, 27 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Shipping rates for crude oil tankers were at multi-year highs at the end of 2025 before falling in early 2026. Rates climbed in the fall of 2025 because of increased demand for crude oil shipments, particularly from buyers in East Asia, limiting the number of vessels available for bookings. In this analysis, we look at several key global tanker routes for Very Large Crude Carriers (VLCCs) and Suezmax tankers, including the Persian Gulf-to-Asia route and the U.S. Gulf Coast-to-Europe route.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Nuclear plants reported few outages in the first three weeks of January 2026</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67047</link>\r\n\t\t<pubDate>Mon, 26 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Between January 1, 2026, and January 21, 2026, nuclear power plant outages averaged 2.0 gigawatts (GW), 20% less than in the same period in 2025 and below the previous five-year range (2021&#8211;25) for 7 out of 21 days.</description>\r\n\t\t</item>\t\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Severe winter weather across large portions of the country, natural gas prices increasing</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67046</link>\r\n\t\t<pubDate>Fri, 23 Jan 2026  09:00:00 EST</pubDate>\r\n\t\t<description>Natural gas daily spot prices at the benchmark Henry Hub rose sharply over the past week, reaching nearly $8.15 per million British thermal units on January 22 as colder weather increased demand for space heating across the country. Higher wholesale natural gas prices generally contribute to higher wholesale electricity prices.</description>\r\n\t\t</item>\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>EIA forecasts near-term U.S. crude oil production will remain near 2025 record</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67045</link>\r\n\t\t<pubDate>Thu, 22 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>In our January 2026 Short-Term Energy Outlook, we forecast U.S. crude oil production next year will remain near the record 13.6 million barrels per day (b/d) produced in 2025 before decreasing 2% to 13.3 million b/d in 2027. If realized, a fall in annual U.S. crude oil production will mark the first since 2021.</description>\r\n\t\t</item>\r\n\r\n\t\t<item>\r\n\t\t<title>Air power: Tallying electricity generating potential from retired military aircraft</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67044</link>\r\n\t\t<pubDate>Wed, 21 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>When military aircraft are retired, they live out their days in the sunbelt at the U.S. Air Force's facility on Davis-Monthan Air Force Base in Arizona, otherwise known as the Boneyard.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>EIA expects lower gasoline prices in 2026 and 2027 as crude oil prices fall</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67024</link>\r\n\t\t<pubDate>Tue, 20 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>In our latest Short-Term Energy Outlook, we forecast retail U.S. gasoline prices will be lower the next two years than in 2025, falling 6% in 2026 and then increasing 1% in 2027. Our gasoline price forecast generally follows a similar path as global crude oil prices, but decreasing U.S. refinery capacity this year may offset some of the effects of lower crude oil prices on gasoline, especially in the West Coast region.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Solar power generation drives electricity generation growth over the next two years</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67005</link>\r\n\t\t<pubDate>Fri, 16 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Electricity generation by the U.S. electric power sector totaled about 4,260 billion kilowatthours (BkWh) in 2025. In our latest Short-Term Energy Outlook (STEO), we expect U.S. electricity generation will grow by 1.1% in 2026 and by 2.6% in 2027, when it reaches an annual total of 4,423 BkWh. The three main dispatchable sources of electricity generation (natural gas, coal, and nuclear) accounted for 75% of total generation in 2025, but we expect the share of generation from these sources will fall to about 72% in 2027. We expect the combined share of generation from solar power and wind power to rise from about 18% in 2025 to about 21% in 2027.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>We expect Henry Hub natural gas spot prices to fall slightly in 2026 before rising in 2027</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=67004</link>\r\n\t\t<pubDate>Wed, 14 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>We expect the U.S. benchmark natural gas spot price at the Henry Hub to decrease about 2% to just under $3.50 per million British thermal units (MMBtu) in 2026 before rising sharply in 2027 to just under $4.60/MMBtu, according to our January Short-Term Energy Outlook (STEO). We expect the annual average Henry Hub price in 2026 to decrease slightly as annual supply growth keeps pace with demand growth over the year. However, in 2027, we forecast demand growth will rise faster than supply growth, driven mainly by more feed gas demand from U.S. liquefied natural gas (LNG) export facilities, reducing the natural gas in storage. We forecast annual average spot prices will decrease by 2% in 2026 and then increase by 33% in 2027.</description>\r\n\t\t</item>\t\r\n\t\r\n\t\t<item>\r\n\t\t<title>In 2025, U.S. natural gas spot prices increased from 2024's record low</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66984</link>\r\n\t\t<pubDate>Fri, 09 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>In 2025, the wholesale U.S. natural gas spot price at the national benchmark Henry Hub in Louisiana averaged $3.52 per million British thermal units (MMBtu), based on data from LSEG Data. The 2025 average Henry Hub natural gas spot price increased 56% from the 2024 annual average, which-when adjusted for inflation-was the lowest on record. On a daily basis, the Henry Hub natural gas spot price ranged from $2.65/MMBtu to $9.86/MMBtu, reflecting a narrower range of daily prices compared with the previous year.</description>\r\n\t\t</item>\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>In 2025, U.S. retail gasoline prices decreased for third consecutive year</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66964</link>\r\n\t\t<pubDate>Wed, 07 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>The U.S. retail price for regular grade gasoline averaged $3.10 per gallon (gal) in 2025, $0.21/gal less than in 2024. This year marks the third consecutive year of declining nominal retail gasoline prices, according to data from our Gasoline and Diesel Fuel Update.</description>\r\n\t\t</item>\r\n\t\t\r\n\t\t<item>\r\n\t\t<title>Crude oil prices fell in 2025 amid oversupply</title>\r\n\t\t<link>https://www.eia.gov/todayinenergy/detail.php?id=66944</link>\r\n\t\t<pubDate>Mon, 05 Jan 2026 09:00:00 EST</pubDate>\r\n\t\t<description>Crude oil prices generally declined in 2025 with supplies in the global crude oil market exceeding demand. Crude oil inventory builds in China muted some of the price decline. Events such as Israel's June 13 strikes on Iran and attacks between Russia and Ukraine targeting oil infrastructure periodically supported prices.</description>\r\n\t\t</item>\t\r\n\t\t\r\n\t</channel>\r\n</rss>\r\n",
  "httpStatus": 200
}